Repository: petevick/CornerBar
Catalog: CornerBar/CornerBar/Resources/AppResources.*.resx
Languages: es

# About1
source: From tasty homemade food, prepared and cooked by our talented chefs to a selection of specials including:-!CR Paella!CRJuicy Steaks!CRFresh Fish!CRBreakfast from 10am
es: Desde sabrosa comida casera, preparada y cocinada por nuestros talentosos cocineros, a una selección de especiales que incluyen:!CRPaella!CRJugosos solomillos!CRPescado fresco!CRDeayuno de 10:00

# About2
source: Helen's world famous Fish 'n' Chips can only be eaten on a Wednesday. Using her secret recipe for beer batter, it keeps the crowds coming back in the masses! (Booking advisable)
es: El mundialmente famoso Fish and chips (Pescado y patatas fritas) de Helen sólo se podrá comer los miércoles. Usando su receta secreta para la mantequilla de cerveza hace que los clientes vuelvan en masa! (Se recomienda reservar)

# About3
source: We offer our customers... !CR5 HD T.Vs, Free Internet, Sky HD (including BBC, ITV, C4), Pool table, Dart Board, Tennis Court (€10 per hour),Quiz Nights, CashBack, Money Exchange, Mobile Phone Top Up, Take Away Food...!CR
es: Ofrecemos a nuestros clientes...!CR5 HD TVs, internet gratis, SKY HD ( incluye BBC, ITV, C4), mesa de billar, dardos, pista de tenis ( 10€ la hora )!CRNoches de concursos, cambio de divisas, recarga de móviles, comida para llevar...!CR!CR

# Blurb1
source: El Castillo is now in its 11th year, and would like to say a big thank you to all of our customers who have supported us.!CR!CROur food is constantly being improved, our staff are always trying their best to make the whole Castillo experience a memorable one.!CR!CRFrom tasty homemade food, prepared and cooked by our talented chefs to a selection of specials including:-!CR Paella!CRJuicy Steaks!CRFresh Fish!CRBreakfast from 10am!CR!CRWe offer our customers... !CR5 HD T.Vs, Free Internet, Sky HD (including BBC, ITV, C4), Pool table, Dart Board, Tennis Court (€10 per hour),Quiz Nights, CashBack, Money Exchange, Mobile Phone Top Up, Take Away Food...!CR!CRHelen's world famous Fish 'n' Chips can only be eaten on a Wednesday, so click at the top to make a booking!!CRWe are open every day from 10am until late!
es: El Castillo se encuentra ahora en su undécimo año, y nos gustaría dar las gracias a todos nuestros clientes que nos han apoyado.!CR!CRIntentamos mejorar nuestra comida constantemente, nuestro equipo siempre intenta que su experiencia en El Castillo sea memorable.!CRHorario de apertura : Desde las 10 am hasta tarde.!CR!CR

# Blurb2
source: !CREverything on our menu is available to take away, You can order by phone and pay on collection.!CR!CRBooking is recommended either by this app, email, phone or good old fashioned coming into the bar.!CR!CRRead the reviews about us on tripadvisor by clicking the tripadvisor logo on our contact page.!CR!CRWe cater for vegeterians and large groups, just drop us a line about specifications.!CR!CRIf you enjoy your experience here please tell your friends - if you don't PLEASE tell us - Thanks.!CR
es: Hemos estado perfeccionando la masa de nuestras pizzas y los ingredientes para que nuestra pizza sea la mejor de las que has probado.!CR!CRTodo en nuestra carta está disponible para llevar, puedes pedirlo por teléfono y pagar al recogerlo.!CR!CREs recomendable reservar por email, teléfono o como en los viejos tiempos viniendo al bar.!CR!CRLee en TripAdvisor las opiniones sobre nosotros pulsando el logo de TripAdvisor en nuestra página de contacto.!CR!CRProveemos para vegetarianos y grandes grupos, simplemente escríbenos

# Book
source: Book A Table
es: Reserva una mesa.

source: Booking Date
es: Fecha de reserva.

source: Book It!
es: ¡ Resérvalo !

source: Cancel
es: Cancelar

# ContactBlurb
source: If you have any questions or queries, please don't hesitate to contact us via email or phone
es: Si tienes algunas preguntas o consultas, por favor no dudes en contactar con nosotros por email o teléfono.

source: Contact Us
es: Contacta con nosotros.

source: Directions
es: Direcciones

source: email Us
es: email

source: Get Here
es: LLegar aquí

# Head1
source: GREAT FOOD
es: Comida excelente

# Head2
source: FISH'N'CHIPS
es: Pescado y patatas fritas

# Head3
source: THINGS WE DO
es: Cosas que hacemos

# InvalidBook
source: Sorry - we only accept bookings between 12pm and 11pm - Thanks
es: Lo sentimos, sólo aceptamos reservas entre las 12 pm y 11 pm- Gracias

# InvalidBookCap
source: Incorrect Time
es: Hora incorrecta

# MailMess
source: Hi !P4,!CRPlease could I book a table for !P1 people on !P2 at !P3. !CR
es: Hola !P4, !CRPor favor podría reservar una mesa para !P1 persona/s en !P2 a la/s !P3 !CR

# MailMessEmail
source: and my email address is !P1
es: Y mi dirección de email es !P1

# MailMessOcc
source: !CRThis is to celebrate !P1
es: !CREsto es para celebrar !P1

# MailMessTel
source: !CRMy telephone number is !P1
es: !CRMi número de teléfono es !P1

# MailMessThanks
source: !CRThank You!CR
es: !CRGracias!CR

# MissingEmail
source: Please enter a valid email address - Thanks
es: Por favor introduzca una direción de email válida- Gracias.

# MissingEmailCap
source: Missing email
es: Email perdido

# MissingPhone
source: Please enter a valid phone number - Thanks
es: Por favor introduzca un número de teléfono válido - Gracias.

# MissingPhoneCap
source: Missing phone number
es: Número de teléfono perdido.

# IsClosed
source: You are trying to book for a !P1 and we are closed on a !P1
es: Intenta reservar para un !P1 y nos cerramos en un !P1.

# IsClosedCap
source: Closed !P1
es: Cerrado los !P1

source: Occasion
es: Ocasión

# Occasions
source: None|an Anniversary|a Birthday|a Party|a Celebration|an End of holiday meal|a good night out|Other
es: Ninguno| un aniversario| un cumpleaños| una fiesta| una celebración| una comida de fin de vacaciones| una buena noche fuera| otros

source: Our Address
es: Nuestra dirección

source: Our Menu
es: Nuestra carta

# People
source: Number of people
es: Número de personas

source: Phone Us
es: LLámanos

source: Telephone
es: Teléfono

source: Time
es: Tiempo

# TooEarly
source: You are trying to book a time in the past - unless you are travelling in a DeLorean, please try again - Thanks
es: Estás intentando reservar una hora en el pasado - a no ser que sepas viajar en el tiempo, por favor inténtalo otra vez - Gracias

# TooEarlyCap
source: Already Gone
es: No está libre

source: Web Site
es: Sitio web

source: Yes
es: Si

source: News
es: Noticias

source: Who Are We?
es: ¿Quiénes somos?

# InvalidPhone
source: This doesn't appear to be a valid phone number - are you sure it is correct?
es: Esto no parece ser un número de teléfono válido. ¿Estás seguro de que es correcto?

source: Are You Sure?
es: ¿Estás seguro?

# Invalidemail
source: This doesn't appear to be a valid email address - are you sure it is correct?
es: Esta no parece ser una dirección de correo válida. ¿Estás seguro de que es correcta?

source: About
es: Acerca de

source: Wednesday
es: Miércoles

# BookFandC
source: Book for Fish 'n' Chips
es: Reserva para Fish and Chips

# FinalAbout
source: !CRWe are open every day except Tuesday from !CR12pm until late!!CR!CR
es: !CRAbrimos todos los días desde las!CR10.00 a.m. hasta tarde!!CR!CR

# Page1
source: MenuEN1.jpg
es: MenuES1.jpg

# Page2
source: MenuEN2.jpg
es: MenuES2.jpg

# Page3
source: MenuEN3.jpg
es: MenuES3.jpg

# Page3Desc
source: Mains and Desserts
es: El plato principal y Postres

# Page4
source: MenuEN4.jpg
es: MenuES4.jpg

# Page4Desc
source: Vegetarian
es: Vegetariano

# Page5
source: MenuEN5.jpg
es: MenuES5.jpg

# Page5Desc
source: Paellas - Rices (Take away available)
es: Paellas - Rices (Comida para llevar disponible)

# Page6
source: MenuEN6.jpg
es: MenuES6.jpg

source: Friday
es: Viernes

source: Monday
es: Lunes

source: Saturday
es: Sábado

source: Sunday
es: Domingo

source: Thursday
es: Jueves

source: Tuesday
es: Martes

# AboutBlurb
source: Homemade tapas bar in Port Addaia, with the very best fresh ingredients offering delicious & tasty tapas. !CRRecently refurbished with sea view from terrace.
es: Corner Café Bar Desde su nuevo espacio interior o desde su terraza con vistas al mar puedes disfrutar de cena con los amigos o familia. !CROfreciendo las tapas de alta calidad y riquísimas de siempre y los platos especiales del día que siempre van cambiando igual que el viento menorquín, en un ambiente relajado donde también podrás disfrutar de una selección de buenos vinos, buena música y del momento.

# OpeningTimes
source: We are open every day except Tuesday from 12pm until late!
es: ¡Estamos abiertos todos los días excepto el martes de 12:00 hasta tarde!

# BookingConf
source: We will send you an email confirming your booking - Thanks!!
es: Le enviaremos un correo electrónico confirmando su reserva-gracias!!

# BookingConfCap
source: Booking email sent
es: Correo electrónico de reserva enviado

# BookingFail
source: Sorry - we were unable to email your booking request. Can you try again, or try phoning us - Thanks!!
es: Lo sentimos-no pudimos enviar por correo electrónico su solicitud de reserva. Puedes intentarlo de nuevo, o tratar de llamar a nosotros-¡ gracias!!

# BookingFailCap
source: Booking email failed
es: Error de reserva de correo electrónico

source: YouChose
es: Usted eligió
